{
"id": "Gina Rinehart",
"description": "Georgina Hope Rinehart AO (née Hancock, born 9 February 1954) is an Australian billionaire mining magnate and heiress. Rinehart is the Executive Chairman of Hancock Prospecting, a privately owned mineral exploration and extraction company founded by her father, Lang Hancock.
Rinehart was born in Perth, Western Australia, and spent her early years in the Pilbara region. She boarded at St Hilda's Anglican School for Girls and then briefly studied at the University of Sydney, dropping out to work with her father at Hancock Prospecting. She was Lang Hancock's only child, and when he died in 1992 she succeeded him as executive chairman. She turned a company with severe financial difficulties into the largest private company in Australia and one of the largest mining houses in the world.
When Rinehart took over Hancock Prospecting, its total wealth was estimated at A$75 million, which did not account for group liabilities and contingent liabilities of around A$100 million. She oversaw an expansion of the company over the following decade, and due to the iron ore boom of the early 2000s became a nominal billionaire in 2006. In the 2010s, Rinehart began to expand her holdings into areas outside the mining industry. She made sizeable investments in Ten Network Holdings and Fairfax Media (although she sold her interest in the latter in 2015), and also expanded into agriculture, buying several cattle stations, divesting them within a decade.
Rinehart is Australia's richest person. Her wealth reached around A$29 billion in 2012, at which point she overtook Christy Walton as the world's richest woman and was included on the Forbes list of The World's 100 Most Powerful Women. Rinehart's net worth dropped significantly over the following few years due to a slowdown in the Australian mining sector. Forbes estimated her net worth in 2019 at US$14.8 billion as published in the list of Australia's 50 richest people. However, her wealth was rebuilt again during 2020 due to increased demand for Australian iron ore, so that by May 2023, her net worth as published in the 2023 Financial Review Rich List was estimated in excess of A$37 billion; while in March 2021, The Australian Business Review stated her wealth equalled A$36.28 billion. As of September 2020 Forbes considered Rinehart one of the world's ten richest women. Rinehart was Australia's wealthiest person from 2011 to 2015, according to both Forbes and The Australian Financial Review; and again every year since 2020, according to The Australian Business Review and The Australian Financial Review."
}
