{
"id": "Ma Huateng",
"description": "Ma Huateng (Chinese: 马化腾; pinyin: Mǎ Huàténg, born on October 29, 1971) is a Chinese business magnate, investor, and philanthropist. He is the co-founder and chief executive officer of Tencent, one of the most valuable companies in East Asia, one of the largest internet and technology companies, and one of the biggest investment, gaming, and entertainment conglomerates in the world. The company in Shenzhen develops China's biggest mobile instant messaging service, WeChat, and its subsidiaries provide media, entertainment, payment systems, smartphones, internet-related services, value-added services and online advertising services, both in China and globally.
In 2007, 2014, and 2018, Time magazine named him one of the world's most influential people, while in 2015, Forbes credited him as one of the world's most powerful people. In 2017, Fortune ranked him as among the top businessmen of the year. In 2018, he was named one of the \"Most Powerful People In The World\" by the CEOWORLD magazine. Ma was a deputy to the Shenzhen Municipal People's Congress and a delegate in the 12th National People's Congress.
Being one of \"Fortune world's greatest leaders\", Ma is known for his low profile personality as compared to fellow Chinese businessman and Alibaba founder Jack Ma's outgoing personality. Ma has been compared to famed American investor Warren Buffett for their similar investment approaches, and often described as an \"aggressive acquisitor.\"
As of September 2023, he has a net worth of US$37.5 billion according to Bloomberg Billionaires Index, ranking him as the 33rd wealthiest person in the world. Ma ranks the fourth wealthiest person in China and the 34th wealthiest person in the world according to Forbes, with a net worth of US$34.5 billion as of September 2023. In November 2017, his net worth briefly surpassed that of Larry Page and Sergey Brin (individually) ranking him the ninth richest man in the world, and the first citizen from China to enter Forbes' top 10 richest list, though the net worth of Page and of Brin have each since eclipsed that of Ma."
}
