{
"id": "Masayoshi Son",
"description": "Masayoshi Son (Japanese: 孫 正義, romanized: Son Masayoshi, Korean: 손정의, romanized: Son Jeong-ui; born 11 August 1957) is a Japanese billionaire technology entrepreneur, investor and philanthropist. A third-generation Zainichi Korean, he naturalized as a Japanese citizen in 1990. He is the founder, representative director, corporate officer, chairman and CEO of SoftBank Group Corp. (SBG), a strategic technology-focused investment holding company, as well as chairman of UK-based Arm Holdings.
As an entrepreneur, he achieved notability in PC software distribution, computing-related book and magazine publishing, and telecommunications in Japan, starting in the 1980s and booming throughout the 1990s and 2000s. Poor investment decisions of Masayoshi Son's SoftBank Group led to a panoply of losing investments across the history of the company. Since Son founded SoftBank in 1981, he has made many investments, but the vast majority of those deals failed, and his reputation as an investor rests almost solely on his $20 million initial investment in Alibaba Group in 2000, a stake that had grown to a paper valuation of about $50 billion just before the Alibaba IPO[13] in 2014. SoftBank's 27 percent stake in Alibaba was worth $132 billion in 2018, including additional purchases of the stock since 2000. The morphing of his own telecom company SoftBank Corp. into an investment management firm called SoftBank Group Corp. made him noted worldwide as a stock investor. However, after a number of high-profile setbacks, Son's investing strategy in the first and second SoftBank Vision Funds established in 2017 and 2019, has been described as one reliant on the greater fool theory. A controversial figure, Son has been called a gambler, mocked by some specialized media and dubbed the worst investor ever. Known for his eccentricity and criticized because of his hubris, his sanity has been questioned in the media prompting him to reply with humorous assent.
In 2013, Son was placed 45th on the Forbes magazine's list of the World's Most Powerful People. In the 2018's ranking, he was placed on the 55th position.
As of 2023, Son ranks 69th on the Forbes's list of The World's Billionaires and is #239 on the Bloomberg Billionaires Index. He had for many years the distinction of being the person who had lost the most money in history (more than $59bn during the dot com crash of 2000 alone, when his SoftBank shares plummeted), a feat surpassed by Elon Musk in the following decades."
}
